#vim:ft=gohtmltmpl

{{ if eq .chezmoi.os "darwin" -}}
tap "homebrew/bundle"
tap "universal-ctags/universal-ctags"

brew "autoconf"
brew "automake"
brew "bash"
brew "binutils"
brew "coreutils"
brew "diffutils"
brew "ed"
brew "findutils"
brew "flex"
brew "gawk"
brew "gcc"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "gzip"
brew "less"
brew "lesspipe"
brew "libtool"
brew "m4"
brew "make"
brew "nano"
brew "pkg-config"
brew "readline"
brew "watch"
brew "wdiff"
brew "wget"
brew "xz"
brew "zlib"

brew "blueutil"
brew "btop"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "gh"
brew "ghcup"
brew "git"
brew "google-java-format"
brew "hadolint"
brew "htop"
brew "hyperfine"
brew "jdtls"
brew "libyaml"
brew "ltex-ls"
brew "marksman"
brew "mpv"
brew "mediainfo"
brew "openssl@1.1"
brew "ossp-uuid"
brew "pinentry-mac"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "rename"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "ssh-copy-id"
brew "svn"
brew "task"
brew "taskd"
brew "tasksh"
brew "taskwarrior-tui"
brew "tmux"
brew "trash"
brew "tree"
brew "unar"
brew "universal-ctags"
brew "unixodbc"
brew "zsh"

# filemanagers
brew "superfile"
brew "yazi"

cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "brave-browser"
cask "chromium"
cask "font-3270"
cask "font-3270-nerd-font"
cask "font-devicons"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "iina"
cask "karabiner-elements"
cask "monitorcontrol"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "pgadmin4"
cask "pieces"
cask "pieces-cli"
cask "pieces-os"
cask "raindropio"
cask "scroll-reverser"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"

{{ end -}}
