# vim: ft=ruby

{{ if eq .chezmoi.os "darwin" -}}

tap "dimentium/autoraise"
tap "flewgg/tap"
tap "rana-gmbh/netfluss"
tap "tw93/tap"
tap "universal-ctags/universal-ctags"
tap "updatest/tap", "https://github.com/updatest/tap.git"

brew "autoconf"
brew "automake"
brew "bash"
brew "binutils"
brew "bison"
brew "catimg"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "diffutils"
brew "dimentium/autoraise/autoraise"
brew "direnv"
brew "ed"
brew "file-formula"
brew "findutils"
brew "flex"
brew "fortune"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "gzip"
brew "htop"
brew "hyperfine"
brew "less"
brew "lesspipe"
brew "libressl"
brew "libtool"
brew "libyaml"
brew "m4"
brew "macos-trash"
brew "make"
brew "mas"
brew "media-info"
brew "mise"
brew "mpv"
brew "nano"
brew "openssh"
brew "openssl@3"
brew "ossp-uuid"
brew "perl"
brew "pinentry-mac"
brew "pkgconf"
brew "readline"
brew "reattach-to-user-namespace"
brew "rename"
brew "rsync"
brew "screen"
brew "ssh-copy-id"
brew "subversion"
brew "task"
brew "tasksh"
brew "taskwarrior-tui"
brew "tmux"
brew "tree"
brew "tw93/tap/mole"
brew "unar"
brew "universal-ctags"
brew "unixodbc"
brew "unzip"
brew "watch"
brew "wdiff"
brew "wget"
brew "xz"
brew "zlib"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "arq"
cask "bentobox"
cask "betterdisplay"
cask "bloom"
cask "brave-browser"
cask "default-folder-x"
cask "firefox"
cask "folder-preview-pro"
cask "font-3270"
cask "font-3270-nerd-font"
cask "font-devicons"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "lasso-app"
cask "leader-key"
cask "little-snitch"
cask "macsyzones"
cask "micro-snitch"
cask "moom"
cask "morgen"
cask "neovide-app"
cask "obsidian"
cask "orbstack"
cask "popclip"
cask "processspy"
cask "raindropio"
cask "rana-gmbh/netfluss/netfluss"
cask "resilio-sync"
cask "sf-symbols"
cask "superkey"
cask "superwhisper"
cask "thaw"
cask "updatest"
cask "visual-studio-code"
cask "vlc"
cask "voiceink"
cask "wezterm"
cask "zed"

cask "balenaetcher"
cask "boltai"
cask "discord"
cask "macusb"
cask "mist"
cask "mullvad-vpn"
cask "telegram"

{{ end -}}
