[
  "obsidian-linter",
  "obsidian-doubleshift",
  "table-editor-obsidian",
  "nldates-obsidian",
  "omnisearch",
  "obsidian-style-settings",
  "obsidian-plugin-update-tracker",
  "tag-wrangler",
  "homepage",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "mononote",
  "cmdr",
  "obsidian-meta-bind-plugin",
  "obsidian-vimrc-support",
  "shiki-highlighter",
  "quickadd",
  "mein-codex-sync",
  "obsidian-git",
  "better-export-pdf"
]