{
  "LuaSnip": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "ccc.nvim": {
    "branch": "main"
  },
  "chezmoi.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-dap": {
    "branch": "master"
  },
  "cmp-emoji": {
    "branch": "main"
  },
  "cmp-git": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-rg": {
    "branch": "master"
  },
  "cmp-spell": {
    "branch": "master"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot-cmp": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "debugprint.nvim": {
    "branch": "main"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dropbar.nvim": {
    "branch": "master"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "flatten.nvim": {
    "branch": "main"
  },
  "fold-cycle.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "git-conflict.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glance.nvim": {
    "branch": "master"
  },
  "go.nvim": {
    "branch": "master"
  },
  "guihua.lua": {
    "branch": "master"
  },
  "hardtime.nvim": {
    "branch": "main"
  },
  "helpful.vim": {
    "branch": "master"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "inlay-hints.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "luvit-meta": {
    "branch": "main"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-go": {
    "branch": "main"
  },
  "neotest-jest": {
    "branch": "main"
  },
  "neotest-plenary": {
    "branch": "master"
  },
  "neotest-rust": {
    "branch": "main"
  },
  "nerdy.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-dap-vscode-js": {
    "branch": "main"
  },
  "nvim-lightbulb": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-luapad": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-pqf": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "persisted.nvim": {
    "branch": "main"
  },
  "pgsql.vim": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "readline.nvim": {
    "branch": "main"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rest.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "sibling-swap.nvim": {
    "branch": "main"
  },
  "smart-splits.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "substitute.nvim": {
    "branch": "main"
  },
  "symbol-usage.nvim": {
    "branch": "main"
  },
  "tabout.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggle.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "treesj": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "tsc.nvim": {
    "branch": "main"
  },
  "typescript-tools.nvim": {
    "branch": "master"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-abolish": {
    "branch": "master"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-dirtytalk": {
    "branch": "master"
  },
  "vim-eunuch": {
    "branch": "master"
  },
  "vim-highlighturl": {
    "branch": "master"
  },
  "vim-kitty": {
    "branch": "main"
  },
  "vim-operator-user": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vim-textobj-comment": {
    "branch": "master"
  },
  "vim-textobj-user": {
    "branch": "master"
  },
  "virt-column.nvim": {
    "branch": "master"
  },
  "wezterm.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yazi.nvim": {
    "branch": "main"
  }
}
